Repository: olujicz/Dimmerly
Catalog: Dimmerly/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, sr, zh_hans

source: The preset assigned to this schedule has been deleted.
de: Die diesem Zeitplan zugewiesene Voreinstellung wurde gelöscht.
es: El preajuste asignado a este horario ha sido eliminado.
fr: Le préréglage assigné à cet horaire a été supprimé.
it: La preimpostazione assegnata a questa programmazione è stata eliminata.
ja: このスケジュールに割り当てられたプリセットは削除されました。
ko: 이 일정에 지정된 프리셋이 삭제되었습니다.
nl: De voorinstelling die aan dit schema is toegewezen, is verwijderd.
pt_br: A predefinição atribuída a este agendamento foi excluída.
sr: Podešavanje dodeljeno ovom rasporedu je obrisano.
zh_hans: 分配给此计划的预设已被删除。

source: This shortcut conflicts with %@
de: Dieser Kurzbefehl steht in Konflikt mit %@
es: Este atajo entra en conflicto con %@
fr: Ce raccourci est en conflit avec %@
it: Questa scorciatoia è in conflitto con %@
ja: このショートカットは %@ と競合しています
ko: 이 단축키는 %@과(와) 충돌합니다
nl: Deze sneltoets is in conflict met %@
pt_br: Este atalho está em conflito com %@
sr: Ova prečica je u sukobu sa %@
zh_hans: 此快捷键与 %@ 冲突

source: This will replace all your presets with the defaults. Custom presets and shortcuts will be lost.
de: Alle Voreinstellungen werden durch die Standardwerte ersetzt. Benutzerdefinierte Voreinstellungen und Kurzbefehle gehen verloren.
es: Esto reemplazará todos tus preajustes con los predeterminados. Los preajustes personalizados y los atajos se perderán.
fr: Ceci remplacera tous vos préréglages par les valeurs par défaut. Les préréglages personnalisés et les raccourcis seront perdus.
it: Tutte le preimpostazioni verranno sostituite con quelle predefinite. Le preimpostazioni personalizzate e le scorciatoie andranno perse.
ja: すべてのプリセットがデフォルトに置き換えられます。カスタムプリセットとショートカットは失われます。
ko: 모든 프리셋이 기본값으로 대체됩니다. 사용자 정의 프리셋과 단축키가 삭제됩니다.
nl: Dit vervangt al je voorinstellingen door de standaardwaarden. Aangepaste voorinstellingen en sneltoetsen gaan verloren.
pt_br: Isso substituirá todas as suas predefinições pelos padrões. Predefinições personalizadas e atalhos serão perdidos.
sr: Ovo će zameniti sva vaša podešavanja podrazumevanim vrednostima. Prilagođena podešavanja i prečice će biti izgubljene.
zh_hans: 这将用默认值替换所有预设。自定义预设和快捷键将丢失。

source: Time
de: Uhrzeit
es: Hora
fr: Heure
it: Ora
ja: 時刻
ko: 시간
nl: Tijd
pt_br: Hora
sr: Vreme
zh_hans: 时间

source: Trigger
de: Auslöser
es: Activador
fr: Déclencheur
it: Attivazione
ja: トリガー
ko: 트리거
pt_br: Gatilho
sr: Okidač
zh_hans: 触发条件

source: Turn Displays Off
de: Displays ausschalten
es: Apagar pantallas
fr: Éteindre les écrans
it: Spegni i display
ja: ディスプレイをオフにする
ko: 디스플레이 끄기
nl: Beeldschermen uitzetten
pt_br: Desligar monitores
sr: Isključi ekrane
zh_hans: 关闭显示器

source: Turn Displays Off:
de: Bildschirme ausschalten:
es: Apagar pantallas:
fr: Éteindre les écrans :
it: Spegni schermi:
ja: ディスプレイをオフにする：
ko: 디스플레이 끄기:
nl: Beeldschermen uitschakelen:
pt_br: Desligar telas:
sr: Isključi ekrane:
zh_hans: 关闭显示器：

source: Turns off all displays and locks your Mac, just like closing the lid. To control how quickly your password is required, adjust your Lock Screen settings.
de: Schaltet alle Bildschirme aus und sperrt deinen Mac, genau wie das Zuklappen des Deckels. Um einzustellen, wie schnell dein Passwort erforderlich ist, passe deine Sperrbildschirm-Einstellungen an.
es: Apaga todas las pantallas y bloquea tu Mac, como al cerrar la tapa. Para controlar cuándo se requiere la contraseña, ajusta la configuración de pantalla de bloqueo.
fr: Éteint tous les écrans et verrouille votre Mac, comme en fermant le couvercle. Pour régler le délai de demande de mot de passe, ajustez vos réglages d'écran de verrouillage.
it: Spegne tutti i display e blocca il Mac, come quando chiudi il coperchio. Per controllare quando viene richiesta la password, regola le impostazioni della schermata di blocco.
ja: すべてのディスプレイをオフにしてMacをロックします（フタを閉じるのと同じです）。パスワードの要求タイミングを変更するには、ロック画面の設定を調整してください。
ko: 모든 디스플레이를 끄고 Mac을 잠급니다(덮개를 닫는 것과 같음). 암호 요구 시점을 제어하려면 잠금 화면 설정을 조정하세요.
nl: Schakelt alle beeldschermen uit en vergrendelt je Mac, net als het dichtklappen van het deksel. Om in te stellen hoe snel je wachtwoord vereist is, pas je Vergrendelscherm-instellingen aan.
pt_br: Desliga todos os monitores e bloqueia o Mac, como ao fechar a tampa. Para controlar quando a senha é solicitada, ajuste as configurações de Tela Bloqueada.
sr: Isključuje sve ekrane i zaključava Mac, kao kad zatvoriš poklopac. Da podesiš koliko brzo se traži lozinka, prilagodi podešavanja zaključanog ekrana.
zh_hans: 关闭所有显示器并锁定Mac，就像合上盖子一样。要控制需要密码的时间，请调整锁定屏幕设置。

source: Type
de: Typ
es: Tipo
it: Tipo
ja: タイプ
ko: 유형
pt_br: Tipo
sr: Tip
zh_hans: 类型

source: Unexpected Error
de: Unerwarteter Fehler
es: Error inesperado
fr: Erreur inattendue
it: Errore imprevisto
ja: 予期しないエラー
ko: 예기치 않은 오류
nl: Onverwachte fout
pt_br: Erro inesperado
sr: Neočekivana greška
zh_hans: 未知错误

source: Unknown Display
de: Unbekanntes Display
es: Pantalla desconocida
fr: Écran inconnu
it: Display sconosciuto
ja: 不明なディスプレイ
ko: 알 수 없는 디스플레이
nl: Onbekend beeldscherm
pt_br: Monitor desconhecido
sr: Nepoznat ekran
zh_hans: 未知显示器

source: Use Current
de: Aktuellen verwenden
es: Usar actual
fr: Utiliser l'actuel
it: Usa attuale
ja: 現在地を使用
ko: 현재 위치 사용
nl: Gebruik huidige
pt_br: Usar atual
sr: Koristi trenutnu
zh_hans: 使用当前位置

source: Use Current Location
de: Aktuellen Standort verwenden
es: Usar ubicación actual
fr: Utiliser la position actuelle
it: Usa posizione attuale
ja: 現在の位置情報を使用
ko: 현재 위치 사용
nl: Gebruik huidige locatie
pt_br: Usar localização atual
sr: Koristi trenutnu lokaciju
zh_hans: 使用当前位置

source: Wake Displays:
de: Bildschirme aufwecken:
es: Activar pantallas:
fr: Réactiver les écrans :
it: Riattiva schermi:
ja: 画面の復帰:
ko: 디스플레이 깨우기:
nl: Schermen wekken:
pt_br: Reativar telas:
sr: Buđenje ekrana:
zh_hans: 唤醒显示器：

source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pt_br: Geral
sr: Opšte
zh_hans: 通用

source: Displays
de: Bildschirme
es: Pantallas
fr: Écrans
it: Schermi
ja: ディスプレイ
ko: 디스플레이
nl: Schermen
pt_br: Telas
sr: Ekrani
zh_hans: 显示器

source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
it: Scorciatoie
ja: ショートカット
ko: 단축키
nl: Sneltoetsen
pt_br: Atalhos
sr: Prečice
zh_hans: 快捷键

source: Choose between sleeping displays or dimming them
de: Wählen Sie zwischen Ruhezustand und Dimmen
es: Elija entre poner las pantallas en reposo o atenuarlas
fr: Choisir entre la mise en veille ou l'assombrissement des écrans
it: Scegli tra sospendere o oscurare gli schermi
ja: ディスプレイのスリープまたは暗くするかを選択
ko: 디스플레이 절전 또는 어둡게 하기 중 선택
nl: Kies tussen schermen in sluimerstand zetten of dimmen
pt_br: Escolha entre colocar as telas em repouso ou escurecê-las
sr: Izaberite između uspavljivanja i zatamnjivanja ekrana
zh_hans: 选择使显示器进入睡眠或调暗

source: Open macOS Lock Screen settings
de: macOS Sperrbildschirm-Einstellungen öffnen
es: Abrir los ajustes de pantalla de bloqueo de macOS
fr: Ouvrir les réglages de l'écran de verrouillage macOS
it: Apri le impostazioni della schermata di blocco di macOS
ja: macOSのロック画面設定を開く
ko: macOS 잠금 화면 설정 열기
nl: macOS vergrendelscherminstellingen openen
pt_br: Abrir configurações da Tela de Bloqueio do macOS
sr: Otvori podešavanja zaključanog ekrana macOS-a
zh_hans: 打开 macOS 锁定屏幕设置

source: Choose how to wake displays after dimming
de: Wählen Sie, wie Bildschirme nach dem Dimmen aufgeweckt werden
es: Elija cómo despertar las pantallas después de atenuarlas
fr: Choisir comment réveiller les écrans après l'assombrissement
it: Scegli come riattivare gli schermi dopo l'oscuramento
ja: 暗くした後にディスプレイを復帰する方法を選択
ko: 어둡게 한 후 디스플레이를 깨우는 방법 선택
nl: Kies hoe schermen worden gewekt na het dimmen
pt_br: Escolha como ativar as telas após escurecê-las
sr: Izaberite kako probuditi ekrane nakon zatamnjivanja
zh_hans: 选择调暗后如何唤醒显示器

source: Automatically dim displays after a period of inactivity
de: Bildschirme nach einer Phase der Inaktivität automatisch dimmen
es: Atenuar las pantallas automáticamente después de un período de inactividad
fr: Assombrir automatiquement les écrans après une période d'inactivité
it: Oscura automaticamente gli schermi dopo un periodo di inattività
ja: 一定時間操作がないとディスプレイを自動的に暗くする
ko: 일정 시간 비활성 후 자동으로 디스플레이 어둡게 하기
nl: Schermen automatisch dimmen na een periode van inactiviteit
pt_br: Escurecer as telas automaticamente após um período de inatividade
sr: Automatski zatamni ekrane nakon perioda neaktivnosti
zh_hans: 在一段时间不活动后自动调暗显示器

source: Automatic color temperature
de: Automatische Farbtemperatur
es: Temperatura de color automática
fr: Température de couleur automatique
it: Temperatura colore automatica
ja: 自動色温度
ko: 자동 색온도
nl: Automatische kleurtemperatuur
pt_br: Temperatura de cor automática
sr: Automatska temperatura boje
zh_hans: 自动色温

source: Adjust warmth automatically based on sunrise and sunset
de: Wärme automatisch anhand von Sonnenaufgang und Sonnenuntergang anpassen
es: Ajustar la calidez automáticamente según el amanecer y el atardecer
fr: Ajuster automatiquement la chaleur en fonction du lever et du coucher du soleil
it: Regola automaticamente la tonalità calda in base all'alba e al tramonto
ja: 日の出と日の入りに基づいて暖かさを自動的に調整
ko: 일출과 일몰에 따라 자동으로 따뜻함 조정
nl: Warmte automatisch aanpassen op basis van zonsopgang en zonsondergang
pt_br: Ajustar a tonalidade quente automaticamente com base no nascer e pôr do sol
sr: Automatski prilagodi toplinu na osnovu izlaska i zalaska sunca
zh_hans: 根据日出和日落自动调整暖色调

source: Day:
de: Tag:
es: Día:
fr: Jour :
it: Giorno:
ja: 昼:
ko: 낮:
nl: Dag:
pt_br: Dia:
sr: Dan:
zh_hans: 白天：

source: Day color temperature
de: Farbtemperatur am Tag
es: Temperatura de color diurna
fr: Température de couleur du jour
it: Temperatura colore diurna
ja: 昼間の色温度
ko: 낮 색온도
nl: Kleurtemperatuur overdag
pt_br: Temperatura de cor diurna
sr: Dnevna temperatura boje
zh_hans: 日间色温

source: Night:
de: Nacht:
es: Noche:
fr: Nuit :
it: Notte:
ja: 夜:
ko: 밤:
nl: Nacht:
pt_br: Noite:
sr: Noć:
zh_hans: 夜晚：

source: Night color temperature
de: Farbtemperatur in der Nacht
es: Temperatura de color nocturna
fr: Température de couleur de nuit
it: Temperatura colore notturna
ja: 夜間の色温度
ko: 밤 색온도
nl: Kleurtemperatuur 's nachts
pt_br: Temperatura de cor noturna
sr: Noćna temperatura boje
zh_hans: 夜间色温

source: Adjusts gradually during sunrise and sunset.
de: Passt sich bei Sonnenaufgang und Sonnenuntergang allmählich an.
es: Se ajusta gradualmente durante el amanecer y el atardecer.
fr: S'ajuste progressivement au lever et au coucher du soleil.
it: Si regola gradualmente durante l'alba e il tramonto.
ja: 日の出と日の入りの間に徐々に調整されます。
ko: 일출과 일몰 시 점진적으로 조정됩니다.
nl: Past zich geleidelijk aan bij zonsopgang en zonsondergang.
pt_br: Ajusta-se gradualmente durante o nascer e pôr do sol.
sr: Postepeno se prilagođava tokom izlaska i zalaska sunca.
zh_hans: 在日出和日落期间逐渐调整。

source: Hardware Control
de: Hardwaresteuerung
es: Control de hardware
fr: Contrôle matériel
it: Controllo hardware
ja: ハードウェア制御
ko: 하드웨어 제어
nl: Hardwarebediening
pt_br: Controle de hardware
sr: Hardverska kontrola
zh_hans: 硬件控制

source: Enable DDC/CI hardware control
de: DDC/CI-Hardwaresteuerung aktivieren
es: Activar control de hardware DDC/CI
fr: Activer le contrôle matériel DDC/CI
it: Abilita controllo hardware DDC/CI
ja: DDC/CIハードウェア制御を有効にする
ko: DDC/CI 하드웨어 제어 활성화
nl: DDC/CI-hardwarebediening inschakelen
pt_br: Ativar controle de hardware DDC/CI
sr: Omogući DDC/CI hardversku kontrolu
zh_hans: 启用 DDC/CI 硬件控制

source: Control monitor brightness, volume, and input via DDC/CI protocol
de: Monitorhelligkeit, Lautstärke und Eingang über das DDC/CI-Protokoll steuern
es: Controlar brillo, volumen y entrada del monitor mediante el protocolo DDC/CI
fr: Contrôler la luminosité, le volume et l'entrée du moniteur via le protocole DDC/CI
it: Controlla luminosità, volume e ingresso del monitor tramite protocollo DDC/CI
ja: DDC/CIプロトコルでモニターの輝度、音量、入力を制御
ko: DDC/CI 프로토콜을 통해 모니터 밝기, 볼륨 및 입력 제어
nl: Monitorhelderheid, volume en invoer bedienen via DDC/CI-protocol
pt_br: Controlar brilho, volume e entrada do monitor via protocolo DDC/CI
sr: Kontrolišite osvetljenost, jačinu zvuka i ulaz monitora putem DDC/CI protokola
zh_hans: 通过 DDC/CI 协议控制显示器亮度、音量和输入

source: Control Mode:
de: Steuerungsmodus:
es: Modo de control:
fr: Mode de contrôle :
it: Modalità di controllo:
ja: 制御モード:
ko: 제어 모드:
nl: Bedieningsmodus:
pt_br: Modo de controle:
sr: Režim kontrole:
zh_hans: 控制模式：

source: Choose how Dimmerly controls display output
de: Wählen Sie, wie Dimmerly die Bildschirmausgabe steuert
es: Elija cómo Dimmerly controla la salida de la pantalla
fr: Choisir comment Dimmerly contrôle la sortie écran
it: Scegli come Dimmerly controlla l'uscita dello schermo
ja: Dimmerlyがディスプレイ出力をどのように制御するかを選択
ko: Dimmerly가 디스플레이 출력을 제어하는 방법 선택
nl: Kies hoe Dimmerly de schermuitvoer aanstuurt
pt_br: Escolha como o Dimmerly controla a saída do display
sr: Izaberite kako Dimmerly kontroliše izlaz ekrana
zh_hans: 选择 Dimmerly 如何控制显示器输出

source: DDC polling interval
de: DDC-Abfrageintervall
es: Intervalo de sondeo DDC
fr: Intervalle d'interrogation DDC
it: Intervallo di polling DDC
ja: DDCポーリング間隔
ko: DDC 폴링 간격
pt_br: Intervalo de sondagem DDC
sr: DDC interval ispitivanja
zh_hans: DDC 轮询间隔

source: How often to read hardware values from the monitor
de: Wie oft Hardwarewerte vom Monitor gelesen werden
es: Con qué frecuencia leer los valores de hardware del monitor
fr: Fréquence de lecture des valeurs matérielles du moniteur
it: Frequenza di lettura dei valori hardware dal monitor
ja: モニターからハードウェア値を読み取る頻度
ko: 모니터에서 하드웨어 값을 읽는 빈도
nl: Hoe vaak hardwarewaarden van de monitor worden gelezen
pt_br: Com que frequência ler os valores de hardware do monitor
sr: Koliko često čitati hardverske vrednosti sa monitora
zh_hans: 从显示器读取硬件值的频率

source: DDC write delay
de: DDC-Schreibverzögerung
es: Retraso de escritura DDC
fr: Délai d'écriture DDC
it: Ritardo scrittura DDC
ja: DDC書き込み遅延
ko: DDC 쓰기 지연
nl: DDC-schrijfvertraging
pt_br: Atraso de escrita DDC
sr: DDC kašnjenje pisanja
zh_hans: DDC 写入延迟

source: Minimum delay between DDC writes (increase if monitor is unresponsive)
de: Minimale Verzögerung zwischen DDC-Schreibvorgängen (erhöhen, wenn der Monitor nicht reagiert)
es: Retraso mínimo entre escrituras DDC (aumentar si el monitor no responde)
fr: Délai minimum entre les écritures DDC (augmenter si le moniteur ne répond pas)
it: Ritardo minimo tra le scritture DDC (aumentare se il monitor non risponde)
ja: DDC書き込み間の最小遅延（モニターが応答しない場合は増やしてください）
ko: DDC 쓰기 간 최소 지연 (모니터가 응답하지 않으면 늘리기)
nl: Minimale vertraging tussen DDC-schrijfacties (verhogen als de monitor niet reageert)
pt_br: Atraso mínimo entre escritas DDC (aumente se o monitor não responder)
sr: Minimalno kašnjenje između DDC pisanja (povećajte ako monitor ne reaguje)
zh_hans: DDC 写入之间的最小延迟（如果显示器无响应请增加）

source: Connected Displays:
de: Angeschlossene Bildschirme:
es: Pantallas conectadas:
fr: Écrans connectés :
it: Schermi collegati:
ja: 接続されたディスプレイ:
ko: 연결된 디스플레이:
nl: Aangesloten schermen:
pt_br: Telas conectadas:
sr: Povezani ekrani:
zh_hans: 已连接的显示器：

source: DDC/CI controls the monitor's hardware directly over the display cable. Not all monitors support DDC — built-in HDMI on Apple Silicon Macs, DisplayLink adapters, and most TVs do not work. Unsupported displays use software brightness automatically.
de: DDC/CI steuert die Hardware des Monitors direkt über das Displaykabel. Nicht alle Monitore unterstützen DDC — integriertes HDMI an Apple-Silicon-Macs, DisplayLink-Adapter und die meisten Fernseher funktionieren nicht. Nicht unterstützte Bildschirme verwenden automatisch die Software-Helligkeit.
es: DDC/CI controla el hardware del monitor directamente a través del cable de pantalla. No todos los monitores admiten DDC: HDMI integrado en Mac con Apple Silicon, adaptadores DisplayLink y la mayoría de televisores no funcionan. Las pantallas no compatibles usan brillo por software automáticamente.
fr: DDC/CI contrôle le matériel du moniteur directement via le câble d'affichage. Tous les moniteurs ne prennent pas en charge DDC — le HDMI intégré des Mac Apple Silicon, les adaptateurs DisplayLink et la plupart des téléviseurs ne fonctionnent pas. Les écrans non pris en charge utilisent automatiquement la luminosité logicielle.
it: DDC/CI controlla l'hardware del monitor direttamente tramite il cavo display. Non tutti i monitor supportano DDC — HDMI integrato su Mac Apple Silicon, adattatori DisplayLink e la maggior parte dei televisori non funzionano. Gli schermi non supportati usano automaticamente la luminosità software.
ja: DDC/CIはディスプレイケーブルを通じてモニターのハードウェアを直接制御します。すべてのモニターがDDCに対応しているわけではありません — Apple Silicon Macの内蔵HDMI、DisplayLinkアダプター、ほとんどのテレビは動作しません。非対応のディスプレイは自動的にソフトウェア輝度を使用します。
ko: DDC/CI는 디스플레이 케이블을 통해 모니터 하드웨어를 직접 제어합니다. 모든 모니터가 DDC를 지원하는 것은 아닙니다 — Apple Silicon Mac의 내장 HDMI, DisplayLink 어댑터 및 대부분의 TV는 작동하지 않습니다. 지원되지 않는 디스플레이는 자동으로 소프트웨어 밝기를 사용합니다.
nl: DDC/CI bedient de hardware van de monitor rechtstreeks via de beeldkabel. Niet alle monitoren ondersteunen DDC — ingebouwde HDMI op Apple Silicon Macs, DisplayLink-adapters en de meeste tv's werken niet. Niet-ondersteunde schermen gebruiken automatisch softwarematige helderheid.
pt_br: DDC/CI controla o hardware do monitor diretamente pelo cabo de vídeo. Nem todos os monitores suportam DDC — HDMI integrado em Macs Apple Silicon, adaptadores DisplayLink e a maioria das TVs não funcionam. Telas não suportadas usam brilho por software automaticamente.
sr: DDC/CI kontroliše hardver monitora direktno preko kabla za prikaz. Ne podržavaju svi monitori DDC — ugrađeni HDMI na Apple Silicon Mac-ovima, DisplayLink adapteri i većina televizora ne rade. Nepodržani ekrani automatski koriste softversku osvetljenost.
zh_hans: DDC/CI 通过显示线缆直接控制显示器硬件。并非所有显示器都支持 DDC——Apple Silicon Mac 的内置 HDMI、DisplayLink 适配器和大多数电视不受支持。不支持的显示器会自动使用软件亮度。

source: Software brightness
de: Software-Helligkeit
es: Brillo por software
fr: Luminosité logicielle
it: Luminosità software
ja: ソフトウェア輝度
ko: 소프트웨어 밝기
nl: Softwarematige helderheid
pt_br: Brilho por software
sr: Softverska osvetljenost
zh_hans: 软件亮度

source: Open macOS Accessibility settings
de: macOS Bedienungshilfen-Einstellungen öffnen
es: Abrir los ajustes de accesibilidad de macOS
fr: Ouvrir les réglages d'accessibilité macOS
it: Apri le impostazioni di accessibilità di macOS
ja: macOSのアクセシビリティ設定を開く
ko: macOS 손쉬운 사용 설정 열기
nl: macOS-toegankelijkheidsinstellingen openen
pt_br: Abrir configurações de acessibilidade do macOS
sr: Otvori podešavanja pristupačnosti macOS-a
zh_hans: 打开 macOS 辅助功能设置

source: Replace all presets with the defaults
de: Alle Voreinstellungen durch die Standardwerte ersetzen
es: Reemplazar todos los preajustes con los valores predeterminados
fr: Remplacer tous les préréglages par les valeurs par défaut
it: Sostituisci tutte le preimpostazioni con i valori predefiniti
ja: すべてのプリセットをデフォルトに置き換える
ko: 모든 프리셋을 기본값으로 교체
nl: Alle voorinstellingen vervangen door de standaardwaarden
pt_br: Substituir todas as predefinições pelos padrões
sr: Zameni sva podešavanja podrazumevanim vrednostima
zh_hans: 用默认值替换所有预设

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
nl: Beschrijving
pt_br: Descrição
sr: Opis
zh_hans: 描述

source: A macOS menu bar utility for controlling external display brightness.
de: Ein macOS-Menüleisten-Dienstprogramm zur Steuerung der Helligkeit externer Bildschirme.
es: Una utilidad de barra de menú de macOS para controlar el brillo de pantallas externas.
fr: Un utilitaire de barre des menus macOS pour contrôler la luminosité des écrans externes.
it: Un'utilità della barra dei menu di macOS per controllare la luminosità degli schermi esterni.
ja: 外部ディスプレイの明るさを制御するmacOSメニューバーユーティリティ。
ko: 외부 디스플레이 밝기를 제어하는 macOS 메뉴 막대 유틸리티.
nl: Een macOS-menubalkhulpprogramma voor het regelen van de helderheid van externe schermen.
pt_br: Um utilitário da barra de menus do macOS para controlar o brilho de telas externas.
sr: macOS uslužni program za kontrolu osvetljenosti spoljnih ekrana.
zh_hans: 用于控制外部显示器亮度的 macOS 菜单栏实用工具。

source: Open the Dimmerly GitHub repository
de: Dimmerly GitHub-Repository öffnen
es: Abrir el repositorio de GitHub de Dimmerly
fr: Ouvrir le dépôt GitHub de Dimmerly
it: Apri il repository GitHub di Dimmerly
ja: DimmerlyのGitHubリポジトリを開く
ko: Dimmerly GitHub 저장소 열기
nl: Dimmerly GitHub-repository openen
pt_br: Abrir o repositório GitHub do Dimmerly
sr: Otvori Dimmerly GitHub repozitorijum
zh_hans: 打开 Dimmerly GitHub 仓库

source: Show warmth and contrast sliders
de: Wärme- und Kontrastregler anzeigen
es: Mostrar controles de calidez y contraste
fr: Afficher les curseurs de chaleur et de contraste
it: Mostra cursori tonalità calda e contrasto
ja: 暖かさとコントラストのスライダーを表示
ko: 따뜻함 및 대비 슬라이더 표시
nl: Warmte- en contrastschuifregelaars weergeven
pt_br: Mostrar controles de tonalidade quente e contraste
sr: Prikaži klizače za toplinu i kontrast
zh_hans: 显示暖色调和对比度滑块

source: Auto Warmth
de: Automatische Wärme
es: Calidez automática
fr: Chaleur automatique
it: Tonalità calda automatica
ja: 自動ウォームス
ko: 자동 따뜻함
nl: Automatische warmte
pt_br: Tonalidade quente automática
sr: Automatska toplina
zh_hans: 自动暖色调

source: Set location in Settings
de: Standort in den Einstellungen festlegen
es: Establecer ubicación en Ajustes
fr: Définir l'emplacement dans les Réglages
it: Imposta posizione nelle Impostazioni
ja: 設定で場所を設定
ko: 설정에서 위치 설정
nl: Stel locatie in bij Instellingen
pt_br: Definir localização em Configurações
sr: Podesite lokaciju u Podešavanjima
zh_hans: 在设置中设定位置

source: Preset name
de: Name der Voreinstellung
es: Nombre del preajuste
fr: Nom du préréglage
it: Nome preimpostazione
ja: プリセット名
ko: 프리셋 이름
nl: Naam voorinstelling
pt_br: Nome da predefinição
sr: Naziv podešavanja
zh_hans: 预设名称

source: Save current display settings as a preset
de: Aktuelle Bildschirmeinstellungen als Voreinstellung speichern
es: Guardar la configuración actual de la pantalla como preajuste
fr: Enregistrer les réglages d'affichage actuels en tant que préréglage
it: Salva le impostazioni dello schermo correnti come preimpostazione
ja: 現在のディスプレイ設定をプリセットとして保存
ko: 현재 디스플레이 설정을 프리셋으로 저장
nl: Huidige scherminstellingen opslaan als voorinstelling
pt_br: Salvar configurações atuais de tela como predefinição
sr: Sačuvaj trenutna podešavanja ekrana kao podešavanje
zh_hans: 将当前显示器设置保存为预设

source: Hardware control via DDC/CI
de: Hardwaresteuerung über DDC/CI
es: Control de hardware vía DDC/CI
fr: Contrôle matériel via DDC/CI
it: Controllo hardware tramite DDC/CI
ja: DDC/CIによるハードウェア制御
ko: DDC/CI를 통한 하드웨어 제어
nl: Hardwarebediening via DDC/CI
pt_br: Controle de hardware via DDC/CI
sr: Hardverska kontrola putem DDC/CI
zh_hans: 通过 DDC/CI 进行硬件控制

source: Unmute
de: Stummschaltung aufheben
es: Activar sonido
fr: Rétablir le son
it: Riattiva audio
ja: ミュート解除
ko: 음소거 해제
nl: Dempen opheffen
pt_br: Ativar som
sr: Uključi zvuk
zh_hans: 取消静音

source: Mute
de: Stummschalten
es: Silenciar
fr: Couper le son
it: Disattiva audio
ja: ミュート
ko: 음소거
nl: Dempen
pt_br: Silenciar
sr: Isključi zvuk
zh_hans: 静音

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pt_br: Desconhecido
sr: Nepoznato
zh_hans: 未知

source: No input source detected
de: Keine Eingangsquelle erkannt
es: No se detectó fuente de entrada
fr: Aucune source d'entrée détectée
it: Nessuna sorgente di ingresso rilevata
ja: 入力ソースが検出されません
ko: 입력 소스가 감지되지 않음
nl: Geen invoerbron gedetecteerd
pt_br: Nenhuma fonte de entrada detectada
sr: Ulazni izvor nije detektovan
zh_hans: 未检测到输入源
